Repository: 0xWDG/xcstrings-translator
Catalog: Localizable.xcstrings
Source language: en
Languages: nl

source: %@ sent you a message!
nl: %@ heeft je een bericht gestuurd!

source: About me
nl: Over mij

source: Add or make a picture.
nl: Voeg een foto toe of maak een foto.

source: Add Photos
nl: Foto's toevoegen

source: Age
nl: Leeftijd

source: Age %@
nl: Leeftijd %@

source: Automatic
nl: Automatisch

source: Automatic (%@)
nl: Automatisch (%@)

source: Biography
nl: Biografie

source: Chat with %@
nl: Chat met %@

source: City
nl: Stad

source: Connections queue
nl: Connectie wachtrij

source: Dinner Preferences
nl: Dinner voorkeuren

source: Dislike
nl: Vind ik niet leuk

source: Distance
nl: Afstand

source: Failed to report
nl: Rapporteren mislukt

source: Failed to unmatch
nl: Unmatched mislukt

source: I would like to have dinner with
nl: Ik wil graag dineren met

source: I'm a button
nl: Ik ben een knop 1

source: I'm a button 2
nl: Ik ben een knop 2

source: Interests
nl: Interesses

source: Like
nl: Vind ik leuk

source: Likes
nl: Vind ik leuks

source: Loading...
nl: Laden…

source: Login (fast) 🚀
nl: Snel inloggen 🚀

source: Logout
nl: Uitloggen

source: Men
nl: Mannen

source: Messages
nl: Berichten

source: No one is blocked.
nl: Niemand is geblokkeerd

source: Non-binary
nl: Non-binair

source: Notifications
nl: Notificaties

source: Photos
nl: Fotos

source: Privacy Settings
nl: Privacy instellingen

source: Profile Settings
nl: Profiel instellingen

source: Searching for %@
nl: Zoeken naar %@

source: Searching for... The cutest people around you
nl: Zoeken naar... De leukste mensen in de buurt

source: Selected %@!
nl: %@ geselecteerd

source: Send
nl: Verstuur

source: Settings
nl: Instellingen

source: Swipe to explore.
nl: Swipe om te ondekken

source: Type yor message here
nl: Typ je bericht hier

source: Unblock
nl: Deblokkeer

source: Unmatch & Report
nl: Unmatch & Rapporteren

source: Version %@
nl: Versie %@

source: View debug logs
nl: Zie debug logs

source: Who are you interested in having dinner with?
nl: Met wie ben je geïnteresseerd om te eten?

source: With DinnerConnect you can find the best dinner connections in your neighborhood
nl: Met DinnerConnect vind je de beste diner connecties bij jou in de buurt

source: Women
nl: Vrouwen
